export const page1 = [
  // ÖT-100
  {
    headerLength: 5,
    name: "R1 - R2 SOKETLER / FERRULE FOR HOSE R1 - R2 SKIVE",
    codeName: "ÖT / 100",
    header: [
      "Kodu\nCode",
      "Ürün Adı\nProduct Name",
      "Dış Çap\nOuter Dimeter",
      "Boy\nSize",
      "İç Çapı \nInner Dimeter",
    ],
    data: [
      ["ÖT / 100-01", '3/16 " R1 - R2', 18, 29, 13],
      ["ÖT / 100-03", '1/4 " R1 - R2', 20, 30, 14],
      ["ÖT / 100-05", '5/16 " R1 - R2', 22, 31, 15.5],
      ["ÖT / 100-07", '3/8 " R1 - R2', 25, 35, 18],
      ["ÖT / 100-09", '1/2 " R1 - R2', 28, 37, 21.5],
      ["ÖT / 100-12", '5/8 " R1 - R2', 32, 42, 24.5],
      ["ÖT / 100-15", '3/4 " R1 - R2', 38, 45, 29.5],
      ["ÖT / 100-18", '1 " R1 - R2', 45, 55, 36.5],
      ["ÖT / 100-35", '1 " 1/4 R1 - R2', 58, 70, 47.5],
      ["ÖT / 100-40", '1 " 1/2 R1 - R2', 63, 70, 54],
      ["ÖT / 100-24", '2 "', 75, 70, 65.5],
      ["ÖT / 100-26", '2 " 1/2', 93.5, 74, 81.5],
      ["ÖT / 100-27", '3 "', 105, 82, 96.5],
    ],
  },
  // ÖT-100
  {
    headerLength: 6,
    name: "R9 SOKETLER / FERRULE FOR HOSE R9 SKIVE",
    codeName: "ÖT / 100",
    header: [
      "Kodu\nCode",
      "Ürün Adı\nProduct Name",
      "Dış Çap\nOuter Dimeter",
      "Boy\nSize",
      "İç Çapı \nInner Dimeter",
    ],
    data: [
      ["ÖT / 100-28", '3/8 " R9', 28, 35, 19],
      ["ÖT / 100-10", '1/2 " R9', 30, 38.5, 22],
      ["ÖT / 100-13", '5/8 " R9', 32, 43.5, 25],
      ["ÖT / 100-16", '3/4 " R9', 38, 50, 29.5],
      ["ÖT / 100-19", '1 " R9', 45, 60, 36.5],
      ["ÖT / 100-20", '1 " 1/4 R9', 55, 70, 44],
      ["ÖT / 100-22", '1 " 1/2 R9', 62, 70, 51.5],
    ],
  },
];
